tap "homebrew/cask-fonts"
tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "git"
brew "fish"
brew "python"
brew "ruby"
brew "ripgrep"
brew "the_silver_searcher"
brew "fzf"
brew "vim"
brew "tmux"
brew "mas"

cask "emacs"
cask "firefox-developer-edition"
cask "google-chrome"
cask "hyper"
cask "slack"
cask "visual-studio-code"
cask "bartender"
cask "spectacle"
cask "hocus-focus"
cask "zoomus"
cask "licecap"
cask "nordvpn"
cask "docker"
cask "font-fira-code"
cask "alfred"
cask "flux"
cask "postman"
cask "1password"
cask "tunnelblick"

mas "Things 3",         id: 904280696
mas "Mitch for Twitch", id: 1231862724
mas "Wallcat",          id: 1000397973
mas "Bear",             id: 1091189122